
/* Presented when a URL cannot be loaded because its scheme isn't understood */
"Don't know how to load URL %@" = "Nevie ako načítať URL %@";

/* Presented when an HTTP URL cannot establish a connection with a particular host */
"Could not connect to host %@" = "Nepodarilo sa pripojiť k hostovi %@";

/* Presented when a response from an HTTP server comes back with a bad format */
"Bad header received from server" = "Zlá hlavička prijatá zo servera";

/* Presented when a description of a particular host can't be determined. */
"Can't determine IP address of host: %@" = "Nie je možné určiť IP adresu hosta: %@";

/* Presented when the host description was found, but a particular port couldn't be opened. */
"Can't get a description of port %d" = "Nedá sa získať popis portu %d";

/* Presented when a particular host cannot be contacted via the given port */
"Can't connect to host %@ using port %d" = "Nie je možné sa pripojiť k hostovi %@ na porte %d";

/* Presented when an HTTP server comes back with an unknown status code */
"Received unknown HTTP server response %@: %@" = "Neznáma odpoveď HTTP servera %@: %@";

/* Presented when an HTTP server returns a failure code */
"HTTP request failed for URL %@:%@" = "HTTP požiadavka zlyhala pre URL %@:%@";

/* Presented when the connection to an HTTP server is unexpectedly lost */
"Lost connection to host %@" = "Spojenie s hostom %@ bolo stratené";

/* Presented when a file can not be opened for reading (file may not exist) */
"Could not read from %@" = "Nedá sa čítať z %@";

/* Presented when a redirection loop has been detected */
"Detected a redirection loop while attempting to load URL %@" = "Pri načítavaní URL bolo zistené presmerovanie %@";

/* Presented when an FTP server hangs up or becomes otherwise unavailable */
"Service unavailable for host %@" = "Služba je nedostupná pre hosta %@";

/* Presented when the data transfer socket cannot be created for an FTP transfer */
"Couldn't open data connection for URL path: %@" = "Nepodarilo sa otvoriť dátové spojenie pre URL: %@";

/* Presented when the indicated URL does not locate ane existing object on the server */
"Object not available for specified URL: %@" = "Objekt nie je k dispozícii pre URL: %@";

/* Presented when the FTP server doesn't recognize a particular command */
"FTP command not recognized by host: %@" = "Príkaz FTP nebol rozpoznaný hostom: %@";

/* Presented when the FTP server rejects an authentication */
"User login or password not recognized." = "Meno alebo heslo nerozpoznané.";

/* Format used to display sizes 100 GB or greater */
"%.0f GB" = "%.0f GB";

/* Format used to display sizes between 100 and 999 KB */
"%.0f KB" = "%.0f KB";

/* Format used to display sizes between 100 and 999 MB */
"%.0f MB" = "%.0f MB";

/* Format used to display a size between 2 and 100 bytes */
"%.0f bytes" = "%.0f bytov";

/* Format used to display sizes between 1000 MB and 9.9 GB */
"%.1f GB (1.0)" = "%.1f GB";

/* Format used to display sizes between 10 and 99.9 GB */
"%.1f GB (10.0)" = "%.1f GB";

/* Format used to display sizes between 100 and 999 bytes */
"%.1f KB (0.1)" = "%.1f KB";

/* Format used to display sizes between 1000 bytes and 9.9 KB */
"%.1f KB (1.0)" = "%.1f KB";

/* Format used to display sizes between 10 and 99.9 KB */
"%.1f KB (10.0)" = "%.1f KB";

/* Format used to display sizes between 1000 KB and 9.9 MB */
"%.1f MB (1.0)" = "%.1f MB";

/* Format used to display sizes between 10 and 99.9 MB */
"%.1f MB (10.0)" = "%.1f MB";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"%@ (%@)" = "%@ (%@)";

/* Format used to partial byte count along with total */
"%@ of %@" = "%@ z %@";

/* String used for showing a zero byte size */
"0 bytes" = "0 bytov";

/* String used for showing a one byte size */
"1 byte" = "1 byt";

/* Kind string used for keychain items from forms-based logins */
"Web form password" = "Heslo Webového formulára";

/* HTTP result code string */
"accepted" = "prijaté";

/* HTTP result code string */
"bad gateway" = "zlá gateway";

/* HTTP result code string */
"bad request" = "zlá požiadavka";

/* HTTP result code string */
"client error" = "chyba klienta";

/* HTTP result code string */
"conflict" = "konflikt";

/* HTTP result code string */
"continue" = "pokračovať";

/* HTTP result code string */
"created" = "vytvorený";

/* HTTP result code string */
"expectation failed" = "očakávanie zlyhalo";

/* HTTP result code string */
"forbidden" = "zakázaný";

/* HTTP result code string */
"found" = "nájdený";

/* HTTP result code string */
"gateway timed out" = "gateway vypršal čas";

/* HTTP result code string */
"informational" = "informačný";

/* HTTP result code string */
"internal server error" = "vnútorná chyba servera";

/* HTTP result code string */
"length required" = "požadovaná dĺžka";

/* HTTP result code string */
"method not allowed" = "metóda nepovolená";

/* HTTP result code string */
"moved permanently" = "presunutý navždy";

/* HTTP result code string */
"multiple choices" = "viacnásobný výber";

/* HTTP result code string */
"needs proxy" = "vyžaduje proxy";

/* HTTP result code string */
"no content" = "žiadny obsah";

/* HTTP result code string */
"no error" = "bez chyby";

/* HTTP result code string */
"no longer exists" = "už neexistuje";

/* HTTP result code string */
"non-authoritative information" = "neautorizačné informácie";

/* HTTP result code string */
"not found" = "sa nenašiel";

/* HTTP result code string */
"not modified" = "nebol upravený";

/* HTTP result code string */
"partial content" = "čiastočný obsah";

/* HTTP result code string */
"payment required" = "vyžaduje sa platba";

/* HTTP result code string */
"precondition failed" = "zlyhala podmienka";

/* HTTP result code string */
"proxy authentication required" = "vyžaduje sa autentifikácia proxy";

/* HTTP result code string */
"redirected" = "presmerovaný";

/* HTTP result code string */
"request timed out" = "požiadavke vypršal čas";

/* HTTP result code string */
"request too large" = "príliš veľká požiadavka";

/* HTTP result code string */
"requested URL too long" = "URL požiadavky príliš dlhé";

/* HTTP result code string */
"requested range not satisfiable" = "požadovaný rozsah neuspokojivý";

/* HTTP result code string */
"reset content" = "vynulovať obsah";

/* HTTP result code string */
"see other" = "zobraziť iné";

/* HTTP result code string */
"server error" = "chyba servera";

/* HTTP result code string */
"service unavailable" = "služba nedostupná";

/* HTTP result code string */
"success" = "podarilo sa";

/* HTTP result code string */
"switching protocols" = "prepínanie protokolov";

/* HTTP result code string */
"temporarily redirected" = "dočasne presmerovaný";

/* HTTP result code string */
"unacceptable" = "neakceptovateľný";

/* HTTP result code string */
"unauthorized" = "neautorizovaný";

/* HTTP result code string */
"unimplemented" = "neuskutočnený";

/* Unknown filename */
"unknown" = "neznámy";

/* HTTP result code string */
"unsupported media type" = "nepodporovaný typ média";

/* HTTP result code string */
"unsupported version" = "nepodporovaná verzia";
